package com.green.day9.ch5;

public class ArrayEx19 {
    public static void main(String[] args) {
        int[][] score = {
                  { 101, 102, 103 }
                , {  21,  22,  23 }
                , {  31,  32,  33 }
                , {  41,  42,  43 }
                , {  51,  52,  53 }
        };
        /*
        번호  국어  영어  수학  총점  평균
        ------------------------------
        1   101   102   103   306  102.0
        ...
        5   51    52     53   ??   ??
        ------------------------------
        총점 ??    ??    ??

         */

    }
}
